Repository: dani/tymeslot
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: uk

source: Something went wrong
uk: Щось пішло не так

# try_again_later
source: Please try again later
uk: Спробуйте пізніше

source: Invalid meeting link
uk: Посилання на зустріч недійсне

# slot_no_longer_available
source: This time slot is no longer available
uk: Цей час більше недоступний

# name_required
source: Name is required
uk: Вкажіть ім'я

# email_required
source: Email is required
uk: Вкажіть електронну пошту

# email_invalid
source: Please enter a valid email address
uk: Введіть коректну електронну адресу

# calendar_setup_required
source: We can't show this scheduling page yet
uk: Ми поки що не можемо показати цю сторінку планування

# connect_calendar_first
source: If you are the organizer, please connect a calendar in your dashboard.
uk: Якщо ви організатор, підключіть календар на панелі керування.

source: Loading...
uk: Завантаження…

source: Submitting...
uk: Надсилання…
